{
  "LuaSnip": { "branch": "master" },
  "busted": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lua-async-await": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-sleuth": { "branch": "master" }
}
