tap "ankitpokhrel/jira-cli"
tap "b4b4r07/tap"
tap "dahlia/jetbrains-eap"
tap "dart-lang/dart"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "leoafarias/fvm"
brew "asdf"
brew "bat"
brew "boost"
brew "cocoapods"
brew "sqlite"
brew "deno"
brew "folly"
brew "exa"
brew "exiftool"
brew "eza"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fnlfmt"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "hadolint"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "facebook/fb/idb-companion"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "affinity-designer"
cask "affinity-photo"
cask "android-studio"
cask "anydesk"
cask "clion-eap"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "flipper"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "linear-linear"
cask "linearmouse"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "postman"
cask "raycast"
cask "react-native-debugger"
cask "slack"
cask "spotify"
cask "stremio"
cask "sublime-text"
cask "tableplus"
cask "teamviewer"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "albert.tabout"
vscode "angular.ng-template"
vscode "antfu.browse-lite"
vscode "antfu.goto-alias"
vscode "antfu.iconify"
vscode "antfu.slidev"
vscode "antfu.theme-vitesse"
vscode "antfu.unocss"
vscode "antfu.vite"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "cyrilletuzi.angular-schematics"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "doggy8088.quicktype-refresh"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "felipecaputo.git-project-manager"
vscode "firsttris.vscode-jest-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "johnsoncodehk.vscode-tsconfig-helper"
vscode "lokalise.i18n-ally"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mariusalchimavicius.json-to-ts"
vscode "meganrogge.template-string-converter"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.remote-repositories"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sburg.vscode-javascript-booster"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vspacecode.whichkey"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
vscode "xadillax.viml"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yutengjing.package-manager-enhancer"
vscode "yutengjing.reload-can-solve-any-problems"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
