tap "ankitpokhrel/jira-cli"
tap "b4b4r07/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
brew "antibody"
brew "bat"
brew "boost"
brew "cocoapods"
brew "deno"
brew "folly"
brew "exa"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "gofumpt"
brew "hadolint"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "sqlite"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "android-studio"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "linearmouse"
cask "notion"
cask "pika"
cask "postman"
cask "raycast"
cask "react-native-debugger"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stremio"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp-beta"
cask "zoom"
cask "zulu11"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
